---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedCoolingLoadParam
source: html/5df0868b-d3d2-e391-acf1-173f1f87081d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomCalculatedCoolingLoadParam Property

"Calculated Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomCalculatedCoolingLoadParam { get; }
```